<header>弊部では以下のような活動を行っています。</header>
<h1>高専プロコン</h1>
<p>
  弊部は活動の一つとして高専プロコンに参加しています。<br>
  コンテストは、課題・自由・競技部門の３部門に分かれています。<br>
  高専プログラミングコンテストに参加することで以下のような経験を積むことができます。
</p>
<ul>
  <li>アイディアの起草・設計からコーディングまで全部</li>
  <li>グループワーク</li>
  <li>プレゼンテーション</li>
  <li>他の高専生との交流</li>
</ul>
<h1>中国地区高専コンピュータフェスティバル</h1>
<p>
  年度末に中国地方の高専の情報系の部活で作品を出し合うイベントがあります。<br>
  アプリケーション・ゲーム・メディアコンテンツの３部門に分かれています。<br>
</p>
<style>
  header, h1, p, ul, li {
    font-family: 'UDEVGothicNF';
  }
  h1 {
    font-size: 1.4rem;
  }
  p {
    margin-bottom: 0;
    padding-bottom: 0;
  }
  ul {
    margin: 0.5rem 0;;
    padding: 0;
  }
</style>